[
  {
    "information": "<p>Der Schutz Ihrer persönlichen Daten ist mir wichtig.</p><p>Diese Website dient ausschließlich der Präsentation privater Projekte sowie eines Blogs/Datenbank mit selbst erlerntem Wissen.</p><p>Es erfolgt keine Gewinnerzielungsabsicht und es werden keine personenbezogenen Daten durch den Betreiber dieser Website gespeichert oder aktiv verarbeitet.</p>",
    "responsibleAdmin": "Sven Oliver Berger<br>Limburger Straße 30<br>65510 Idstein<br><br>Telefon: +49 1511 9409788<br>E-Mail:<a href=\"mailto:bergersvenoliver@gmail.com\">bergersvenoliver@gmail.com</a>",
    "purposeWebsite": "<p>Diese Website dient ausschließlich der Präsentation privater Projekte.</p><p>Zusätzlich werden ein Blog und eine Wissensdatenbank mit selbst erlerntem Wissen bereitgestellt.</p><p>Es besteht keine Gewinnerzielungsabsicht.</p>",
    "collectionStoragePersonalData": "<p>Der Betreiber dieser Website erhebt und speichert selbst keine personenbezogenen Daten auf eigenen Systemen.</p><br /><p>Beim Aufruf dieser Website werden jedoch automatisch technische Informationen durch den Webhosting-Anbieter Febas GmbH in sogenannten Server-Logfiles gespeichert (z.B. IP-Adresse, Datum und Uhrzeit des Zugriffs, Browsertyp, Betriebssystem, Referrer-URL).</p><br /><p>Diese Verarbeitung ist zur Bereitstellung der Website und zur Sicherstellung des sicheren Betriebs der Server technisch erforderlich.</p><p>Der Betreiber dieser Website hat keinen direkten Zugriff auf diese Logfiles; Zugriff besteht nur für den Hosting-Anbieter.</p><p>Die Speicherung erfolgt ausschließlich zu Zwecken der technischen Sicherheit (z.B. Abwehr von Angriffen, Fehleranalyse) und wird vom Hosting-Anbieter nach einem technisch erforderlichen Zeitraum regelmäßig automatisiert gelöscht bzw. anonymisiert.</p><br /><p>Der Hosting-Anbieter kann zur Bereitstellung der technischen Infrastruktur Rechenzentren der Hetzner Online GmbH nutzen.</p><p>Weitere Informationen zu den dortigen Datenschutzmaßnahmen findest du unter: <a href='https://www.hetzner.com/de/legal/privacy-policy'>Datenschutzhinweise der Hetzner Online GmbH</a>.</p>",
    "usedScriptsLibarys": "<p>Auf dieser Website werden ausschließlich lokal eingebundene Bibliothekenverwendet. Dabei findet kein Datenaustausch mit externen Drittanbietern zu Analyse-, Tracking- oder Marketingzwecken statt.</p><ul><li><span class='label success'>Umgesetzt</span> <a href='https://react.dev/' target='_blank' rel='noopener noreferrer'>React (+ Vite)</a> <strong>– Frontend-Bibliothek</strong></li><li><span class='label'>In Kürze</span> <a href='https://ckeditor.com/' target='_blank' rel='noopener noreferrer'>CKEditor 5</a> <strong>– WYSIWYG-Editor</strong></li><li><span class='label'>In Kürze</span> <a href='https://fontawesome.com/' target='_blank' rel='noopener noreferrer'>Font Awesome</a> <strong>– Icons</strong></li><li><span class='label'>In Kürze</span> <a href='https://highlightjs.org/' target='_blank' rel='noopener noreferrer'>Highlight.js</a> <strong>– Code-Syntax-Highlighting</strong></li></ul>",
    "integrationExternalInterfaces": "<p>Zur Darstellung bestimmter Inhalte oder Funktionen können technische Schnittstellen (APIs) externer Drittanbieter eingebunden sein.<br />Dies betrifft insbesondere die dynamische Bereitstellung von Medien-, Informations- oder sonstigen Inhaltsdaten.</p><p>Beim Aufruf entsprechender Inhalte stellt der Browser des Nutzers eine direkte Verbindung zu den Servern des jeweiligen Drittanbieters her.</p><br /><p>Dabei werden technisch notwendige Verbindungsdaten übermittelt, insbesondere:</p><ul><li>IP-Adresse</li><li>Datum und Uhrzeit des Zugriffs</li><li>Browsertyp und Betriebssystem</li><li>ggf. die aufgerufene Seite (Referrer)</li></ul><p>Die Übermittlung dieser Daten erfolgt ausschließlich zur technischen Bereitstellung der angeforderten Inhalte.<br />Der Betreiber dieser Website hat keinen Einfluss auf die konkrete Datenverarbeitung durch den jeweiligen Drittanbieter.<br />Es gelten insoweit die Datenschutzbestimmungen des jeweiligen Anbieters.</p><p>Rechtsgrundlage für die Einbindung externer APIs ist Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der funktionalen Darstellung der Website).</p>",
    "cookiesSessionsTracking": "<p>Diese Website setzt keine Cookies ein.<br />Es werden keine serverseitigen Sessions verwendet.<br />Es kommt kein Tracking- oder Analysedienst (z.B. Google Analytics) zum Einsatz.</p>",
    "contact": "<p>Bei einer Kontaktaufnahme per E-Mail werden die übermittelten Daten ausschließlich zur Bearbeitung der Anfrage verwendet.</p><p>Eine Weitergabe dieser Daten an Dritte erfolgt nicht, es sei denn, es besteht eine gesetzliche Verpflichtung hierzu.</p>",
    "userRights": "<p>Betroffene Personen haben nach der Datenschutz-Grundverordnung das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung sowie Widerspruch gegen die Verarbeitung ihrer personenbezogenen Daten.</p><br><p>Soweit die Verarbeitung Server-Logfiles betrifft, können diese Rechte unmittelbar gegenüber dem Hosting-Anbieter geltend gemacht werden.</p><br><p>Alternativ können sich Betroffene auch an den Betreiber dieser Website wenden; entsprechende Anfragen werden – soweit erforderlich – an den Hosting-Anbieter weitergeleitet.</p>"
  }
]
